Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Orbital Fabricator
ru: Орбитальный фабрикатор

source: Orbital Hangar Network
ru: Сеть орбитальных ангаров

source: Orbital Heavy Weapons
ru: Орбитальное тяжелое вооружение

source: Orbital Lance Network
ru: Орбитальная сеть фурм

source: Orbital Lance Projector
ru: Орбитальный копьевой проектор

source: Orbital Resource Extraction Maximization
ru: Максимизация извлечения орбитальных ресурсов

source: Orbital Ring Constructed
ru: Построено орбитальное кольцо

source: Orbital Ringworld Arcologies
ru: Орбитальных аркологий мира-кольца

source: Orbital Strike Craft
ru: Орбитальный ударный корабль

source: Orbital Sunlight Redirector
ru: Орбитальный перенаправитель солнечного света

source: Orbital Support Platform Network
ru: Сеть платформ орбитальной поддержки

source: Orbital Support Platforms
ru: Орбитальные опорные платформы

source: Orbital Suppression Field Projection
ru: Проекция поля орбитального подавления

source: Orbital Transmutation
ru: Орбитальная трансмутация

source: Orbital Wreckage Salvaged
ru: Спасены орбитальные обломки

source: Orbital plasma weaponry designed by ancient Blokkats feature a number of remarkably clever improvements which have been integrated into our modern designs.
ru: Орбитальное плазменное оружие, разработанное древними блоккатами, имеет ряд удивительно продуманных улучшений, которые были интегрированы в наши современные проекты.

source: Orcus
ru: Оркус

source: Order
ru: Постоянство

source: Order Traditions
ru: Традиции постоянства

source: Order Traditions Finished
ru: Традиции постоянства завершены

source: Order the $name_terraform_barren$'s crew to begin the large-scale process of re-activating this planet's magnetic field and subsequently implement a breathable atmosphere and a stable hydrosphere.
ru: Прикажите экипажу $name_terraform_barren$ начать крупномасштабный процесс повторной активации магнитного поля этой планеты и впоследствии создать пригодную для дыхания атмосферу и стабильную гидросферу.

source: Order the $name_terraform_molten$'s crew to begin transforming this planet's molten surface and tectonic makeup into something that can be inhabited by most forms of life.
ru: Прикажите экипажу $name_terraform_molten$ начать преобразование расплавленной поверхности и тектонического состава этой планеты во что-то, что может быть заселено большинством форм жизни.

source: Order the $name_terraform_shattered$'s crew to begin creating this planet's molten surface and tectonic systems, making something that can later be made suitable for life.
ru: Прикажите экипажу $name_terraform_shattered$ начать создавать расплавленную поверхность этой планеты и тектонические системы, создавая что-то, что позже можно будет сделать пригодным для жизни.

source: Order the Atmospheric Manipulator's crew to begin transforming this planet's atmosphere and hydrosphere into something that can be inhabited by most forms of life.
ru: Прикажите экипажу Атмосферного манипулятора начать преобразование атмосферы и гидросферы этой планеты во что-то, что может быть заселено большинством форм жизни.

source: Order this ancient megastructure to re-start the terraforming process on the planet below.
ru: Прикажите этой древней мегаструктуре возобновить процесс терраформирования на планете внизу.

source: Ordo Patria
ru: Полиция нравов

source: Organic
ru: органический

source: Organic Sanctuaries
ru: Органические святилища

source: Organic Sanctuary
ru: Органическое святилище

source: Organic Sanctuary District
ru: Район органического заповедника

source: Organic Sanctuary Districts
ru: Районы органического убежища

source: Organic Species
ru: Органические расы

source: Organic Utopia
ru: Органическая Утопия

source: Organic matter have some important uses in construction and we will use some of it for that purpose.
ru: У органического вещества есть важное применения в строительстве, и мы будем использовать некоторое его количество для этой цели.

source: Organize an expedition to the Squareworld and its station in order to unveil their mysteries.
ru: Организуйте экспедицию в Квадратный мир и его станцию, чтобы раскрыть их тайны.

source: Organize an expedition to the depths of this place.
ru: Организуйте экспедицию в глубины этого места.

source: Oriana Hangars
ru: Ангары Орианы

source: Oriana Thrusters
ru: Двигатели Орианы

source: Origin Insula
ru: Остров происхождения

source: Orykta Insula
ru: Орыкта Инсула

source: Orykta Insula Drone
ru: Дрон острова Орикта

source: Orykta Insula Drones
ru: Дроны острова Орикта

source: Orykta Insula Management Cluster
ru: Кластер управления Орыкта Инсула

source: Orykta Insula Management Clusters
ru: Кластеры управления Орыкта Инсула

source: Orykta Insula Manager
ru: Управляющий Орыкта Инсула

source: Orykta Insula Managers
ru: Управляющие Орыкта Инсула

source: Orykta Insula Worker
ru: Работник Орыкта Инсула

source: Orykta Insula Workers
ru: Работники Орыкта Инсула

source: Orykta Insulae
ru: Орикта Инсулае

source: Oryta Construction
ru: Орита Констракшн

source: Osadams Singularity
ru: Сингулярность Осадамса

source: Osenusia Black Hole
ru: Осенузийская черная дыра

source: Osgus Abyss
ru: Бездна Осгуса

source: Osnova Black Hole
ru: Основная черная дыра

source: Ostica Abyss
ru: Бездна Остики

source: Other empires may draw resources from their vast realms, something we may not.
ru: Другие империи могут черпать ресурсы из своих обширных владений, чего не можем делать мы.

source: Others control resources that we could use for ourselves.
ru: Другие контролируют ресурсы, которые мы могли бы использовать для себя.

source: Others might not like us for it, but that is none of our concern.
ru: Другие могут не любить нас за это, но нас это не касается.

source: Our $name_quasistellar$ is done calibrating its hyperweapon and the wormhole, and will now unleash its fury upon the unfortunate fleet we designated as a target.
ru: Наш $name_quasistellar$ закончил калибровку своего гипероружия и червоточины и теперь обрушит свою ярость на несчастный флот, который мы обозначили в качестве цели.

source: Our Domesticated Aliens don't have a fertilized fleet available to breed and use that protocol.
ru: У наших одомашненных инопланетян нет оплодотворенного флота для разведения и использования этого протокола.

source: Our Duty
ru: Наш долг

source: Our Intelligence Gathering Corps travel the galaxy and continuously send information back home about the state of the galaxy.
ru: Наш Корпус сбора разведданных путешествует по галактике и постоянно отправляет на родину информацию о состоянии галактики.

source: Our Iodizium facilities are consuming massive amounts of external energy in order to replicate the effects of the missing Iodizium.
ru: Наши установки по производству йодизия потребляют огромное количество внешней энергии, чтобы воспроизвести действие недостающего йодизия.

source: Our Sterile Hyper-Neutrino Detectors, generally used for our EHOF Omega, can also be utilized to detect and extract more dark matter of dark matter sources.
ru: Наши стерильные детекторы гипернейтрино, обычно используемые для нашей ЭХОФ Omega, также могут быть использованы для обнаружения и извлечения большего количества темной материи из источников темной материи.

source: Our Time to Test
ru: Наше время для тестирования

source: Our [GetResearchers] will decode this in no time.
ru: Наш [GetResearchers] расшифрует это в кратчайшие сроки

source: Our [GigaGetExplorerPlural] have made a new minor discovery while mapping our home layer.
ru: Наши [GigaGetExplorerPlural] сделали новое незначительное открытие при составлении карты нашего домашнего слоя

source: Our [GigaGetExplorerPlural] have made a new minor discovery while mapping the arctic layer.
ru: Наши [GigaGetExplorerPlural] сделали новое незначительное открытие при составлении карты арктического слоя

source: Our [GigaGetExplorerPlural] have made a new minor discovery while mapping the machine layer.
ru: Наши [GigaGetExplorerPlural] сделали новое незначительное открытие при отображении машинного слоя

source: Our ability to maintain advanced defensive infrastructure is limited.
ru: Наша способность поддерживать передовую оборонительную инфраструктуру ограничена

source: Our advances into string theory will certainly prove applicable to many other fields of science.
ru: Наши достижения в области теории струн, безусловно, окажутся применимы ко многим другим областям науки.

source: Our allegiance is to the Imperium, and the Kaiser!
ru: Мы верны Империуму и кайзеру!

source: Our ancient system of finance must be brought in line with the rest of the galaxy.
ru: Наша древняя финансовая система должна быть приведена в соответствие с остальной галактикой.

source: Our buildings are not built with stones and concrete.
ru: Наши здания построены не из камня и бетона.

source: Our buildings will be our greatest legacy, they will speak of our glory long after we are gone.
ru: Созданная нами архитектура - величайшее наследие и подарок нашим потомкам, которые будут долго помнить о нас.

source: Our citizens have increasingly started to spend time in alternative realities, which they can shape as they wish.
ru: Наши граждане все чаще стали проводить время в альтернативных реальностях, которые они могут формировать по своему усмотрению.

source: Our citizens recognize our Admirals and Generals as masters in the art of war, applying their talents to the battlefield as a sculptor would to unformed clay.
ru: Наши граждане считают наших адмиралов и генералов мастерами военного искусства, способными творить победы, подобно скульпторам, творящим свои произведения из глины.

source: Our colony receives constant supplies from a cornucopia wormhole connected to our capital.
ru: Наша колония постоянно получает поставки из червоточины «Рог изобилия», которая соединена с нашей столицей.

source: Our comprehension of both the physical and metaphysical realms coalesces into a structure that fulfills the essential needs of our spiritual desires.
ru: Наше понимание физической и метафизической сфер формирует структуру, которая удовлетворяет основные потребности наших духовных желаний.

source: Our defensive perimeter must be restored.
ru: Наш оборонительный периметр должен быть восстановлен

source: Our desire for the most valuable materials of this universe borders compulsion, the possession of these rarities outweigths everything else in our collections.
ru: Наша страсть к сокровищам Вселенной граничит с паранойей, но обладание этими ценностями критически важно для нас.

source: Our drones are natural warriors.
ru: Наши дроны - прирожденные воины.

source: Our empire contains many faction and most planets and sectors wield an unusual amount of autonomy.
ru: Наша империя состоит из множества фракций, а большинство планет и секторов обладают необычной автономией.

source: Our empire firmly believes that only an educated military can truly operate at maximum efficency.
ru: Мы твердо верим в то, что только образованные военные могут быть по-настоящему эффективными на поле боя.

source: Our empire has a new ruler.
ru: У нашей империи новый правитель.

source: Our empire have no value in itself, only the individuals who constitute it does.
ru: Империя не имеет ценности сама по себе. Ценность имеют, только личности, из которых она состоит.

source: Our empire is composed of an intricate structure of states, local governments, independent planets, federal space, and other denominations, each with varying degree of autonomy.
ru: Наша империя состоит из сложной структуры государств, местных правительств, независимых планет, федерального пространства и других конфессий, каждая из которых обладает различной степенью автономии.

source: Our empire is home to some of the greatest wonders in the galaxy.
ru: В нашей империи находятся одни из величайших чудес в галактике.

source: Our enemies shall know fear!
ru: Наши враги познают ужас!

source: Our engineers have developed special battle machines to be fielded on the battlefields.
ru: Наши инженеры разработали специальные боевые машины, которые будут использоваться на полях сражений.

source: Our engineers have finished constructing the large device capable of generating a artificial Kugelblitz.
ru: Наши инженеры завершили создание большого устройства, способного генерировать искусственный Кугельблиц

source: Our envoys weaves word of silver into the ears of foreign dignitaries, altering their perception of reality itself.
ru: Наши послы за словом в карман не лезут и способны повлиять на мнение даже самых несговорчивых иностранных сановников.

source: Our experts have found a way to directly develop new colonies at an impressive speed thanks to a new prototype colonization vessel that- while certainly much more expensive and time-consuming to produce- nevertheless allows us to bring a significantly larger amount of settlers, resources and materials to colonize new planets and start out with much more advanced colonies that won't need the usual decades to finally become self-sufficient.
ru: Наши специалисты наконец-то нашли способ прямого развития новых колоний с впечатляющей скоростью благодаря новому прототипу колонизационного судна, которое, конечно, гораздо дороже и требует больше времени на производство, но, тем не менее, позволяет доставить огромное количество поселенцев, ресурсов и материалов, колонизировать новую планету и превратить ее прямо в продвинутую колонию с гораздо более плотным и активным населением.

source: Our explorers embark upon a new expedition.
ru: Наши исследователи отправляются в новую экспедицию

source: Our explorers may occasionally make additional discoveries in the course of their duties.
ru: Наши исследователи могут иногда делать дополнительные открытия в ходе выполнения своих обязанностей.

source: Our explorers will be significantly more likely to make additional discoveries during the course of their duties.
ru: У наших исследователей будет значительно больше шансов сделать дополнительные открытия в ходе выполнения своих обязанностей.

source: Our explorers will be too thinly stretched conducting expeditions to make additional discoveries.
ru: Наши исследователи будут слишком напряжены, проводя экспедиции, чтобы сделать дополнительные открытия.

source: Our eyes will open.
ru: Наши глаза откроются.

source: Our facilities are using large amounts of energy to replicate the effects of the missing Neutronium.
ru: Дефицит нейтрония

source: Our factories are able to mass produce standardized components at a high pace, which then can be used to build the robots needed by our nation.
ru: Наши заводы способны массово производить стандартизированные компоненты, так необходимые для создания роботов.

source: Our factories are able to mass produce standardized components at a high pace, which then can be used to build the ships needed by our fleet.
ru: Наши заводы способны массово производить стандартизированные компоненты, так необходимые кораблестроителям.

source: Our fleets retreat from the galaxy.
ru: Наши флоты отступают из галактики.

source: Our fleets turned an enemy planet into a Red Toxic World via Scarlet Scourge bombardment.
ru: Наши флоты превратили вражескую планету в Красный токсичный мир с помощью бомбардировки Алым Бичом.

source: Our galleries contain various exhibitions, from arts natural history, local culture to various archaeological artefacts collected from throughout our empire and galaxy.
ru: Это сооружение предназначено для проведения всевозможных научных и культурных выставок.

source: Our glorious dead are honoured not with somber rituals, but with great festivals.
ru: Наших славных мертвецов чествуют не мрачными ритуалами, а великими праздниками.

source: Our glorious future depends on it.
ru: От этого зависит наше славное будущее

source: Our goal is in sight.
ru: Наша цель уже в поле зрения

source: Our government is centralized to our capital from which it can govern the relatively few number of worlds that we control.
ru: Наше управление централизовано в нашей столице. Мы можем эффективно управлять относительно небольшим количеством миров, которые контролируем.

source: Our great fortifications shall keep our people safe.
ru: Наши великие укрепления обеспечат безопасность наших людей.

source: Our handling of the Yggdrasil Hallucinogens is causing instability.
ru: Наше обращение с галлюциногенами Иггдрасиля вызывает нестабильность.

source: Our home is safe once more.
ru: Наш дом снова в безопасности

source: Our industries utilize the most cutting edge technologies, producing materials unheard of in other empires.
ru: Наши производства использует самые передовые технологии, более эффективные, чем у наших соседей.

source: Our influence spreads across the galaxy.
ru: Наше влияние распространяется по всей галактике

source: Our inquisitor searchs for individuals with views deviating from the true path.
ru: Наш инквизитор ищет людей с взглядами, отклоняющимися от истинного пути.

source: Our job here is done...
ru: Наша работа здесь закончена...

source: Our journey continues.
ru: Наше путешествие продолжается

source: Our knowledge of Aeternite technology enhances our combat capabilities against them.
ru: Наши знания о технологии Вечности повышают наши боевые возможности против них.

source: Our magnificent fortifications ensure our worlds are free from all harm and our populace shall be thankful for it.
ru: Наши великолепные укрепления гарантируют, что наши миры свободны от всякого вреда, и наше население должно быть благодарно за это.

source: Our marvels of engineering shall keep our worlds free from all harm.
ru: Наши инженерные чудеса защитят наши миры от всякого вреда.

source: Our master engineers are able to acomplish with machinery, what others would simply describe as magic.
ru: Наши мастера-инженеры способны создавать то, что другие просто называют магией.

source: Our mastery over stellarite lets us remake the world as we see fit, down to the sub-atomic level.
ru: Наше мастерство в работе со стелларитом позволяет нам переделывать мир так, как мы считаем нужным, вплоть до субатомного уровня

source: Our mere presence in this galaxy causes terror in its inhabitants.
ru: Само наше присутствие в этой галактике вызывает ужас у ее обитателей.

source: Our might is irrefutable!
ru: Наше могущество неоспоримо!

source: Our mind, never affected by temper nor impulses, will always remain as calm as a gentle breeze.
ru: Наш разум не склонен к раздражению или импульсивным реакциям. В любых ситуациях наша наша реакция спокойна и взвешена.

source: Our own research efforts benefit greatly from scientific databases of other empires, whether they are aware of it or not.
ru: Наши собственные исследования получают ускорение за счет знаний, накопленных другими империями, хотя наши соседи и не подозревают об этом.

source: Our populace is afraid of a theoretical False Vacuum Decay that could be caused by a Stellar Particle Accelerator.
ru: Наше население боится теоретического ложного вакуумного распада, который может быть вызван ускорителем звездных частиц.

source: Our power is undeniable!
ru: Наша сила неоспорима!

source: Our previous studies of the Sirens bolster our countermeasures!
ru: Наши предыдущие исследования сирен укрепляют наши контрмеры!

source: Our progress has accelerated...
ru: Наш прогресс ускорился...

source: Our scanners are ready to detect another White Hole in the galaxy, we can start when you want.
ru: Наши сканеры готовы обнаружить еще одну Белую дыру в галактике, мы можем начать, когда вы захотите.

source: Our scavenger teams have managed to recover some of the ships we lost in the previous year and have bundled them into a new operational fleet ready to serve our navy.
ru: Наши команды мусорщиков сумели восстановить некоторые из потерянных кораблей за предыдущий год, чтобы сформировать новый оперативный флот, готовый служить нашему флоту.

source: Our scientists are witnessing a star being slowly devoured from within by an artificial black hole.
ru: Наши ученые являются свидетелями того, как искусственная черная дыра медленно пожирает звезду изнутри.

source: Our scientists teach the species so that the primitives can reach the next stage in their evolution.
ru: Наши учёные обучают виды, чтобы примитивные существа могли достичь следующего этапа своей эволюции.

source: Our security engineers have finished to set up a proper way to the access to the $ap_dark_galaxy_web$ for us, and we should now choose our security firewall to ensure operation security.
ru: Вот и все, наши инженеры безопасности закончили разблокировать доступ к Темная Галактика Веб для нас, теперь мы можем настроить наш брандмауэр безопасности и начать нашу деятельность внутри.

source: Our ships are alive, crafted from organic tissue, grown from our designs.
ru: Наши корабли - живые организмы, выращенных по нашим проектам.

source: Our society is covered in a shroud of secrecy such that few knows who actually rules.
ru: Наше общество окутано такой пеленой тайны, что мало кто знает, кто на самом деле правит.

source: Our society is open towards others.
ru: Наше общество открыто для других.

source: Our specially-crafted software infects foreign computer systems, harming the efficiency.
ru: Специально разработанное программное обеспечение заражает компьютерные системы других империй, нанося ущерб их экономической эффективности.

source: Our specially-crafted software infects our rivals' computer systems, harming the efficiency with which they run their empires.
ru: Специально разработанное программное обеспечение заражает компьютерные системы наших соперников, нанося ущерб их экономической эффективности.

source: Our understanding of the Sirens' song has now progressed to the point where we can comfortably nullify their mind-controlling field at any scale, albeit at a non-negligible energy cost.
ru: Наше понимание песни сирен теперь продвинулось настолько далеко, что мы можем с комфортом нейтрализовать их контролирующее сознание поле в любом масштабе, хотя и с немалыми затратами энергии

source: Our value is limited only by the value of what we own.
ru: Наша ценность ограничена ценностью того, что у нас есть.

source: Our voice must extend to every celestial body in the galaxy, developing a central node in our colonies and starbases will guarantee greater control of our appendages.
ru: Наш голос должен звучать на каждом небесном теле в Галактике. Развитие центрального узла в наших колониях и звёздных базах гарантирует ещё больший контроль.

source: Our warriors stand ready to die for their beliefs.
ru: Наши воины готовы умереть за свои убеждения.

source: Our way of life will only be preserved by eschewing outside influences.
ru: Наш образ жизни будет сохранен только благодаря сокращению внешних контактов.

source: Our worlds, covered by smoke and filled with factories, can produce whatever we, or indeed the galaxy, may need.
ru: Наши, окутанный дымом заводов миры, готовы без устали обеспечивать Галактику промышленными товарами.

source: Out of the question.
ru: Об этом не может быть и речи

source: Outer Strife Field Influence
ru: Влияние поля внешней борьбы

source: Outlying stations dedicated to the processing and refinement of raw materials.
ru: Удаленные станции, предназначенные для переработки и облагораживания сырья

source: Outpost Alloy Cost
ru: Стоимость в сплавах аванпоста

source: Outpost Count
ru: Количество аутпостов

source: Outpost Upkeep
ru: Содержание форпоста

source: Outsiders
ru: Чужаки

source: Overlooked our Mistake
ru: Не заметили нашу ошибку

source: Overlord Supertensiles Engineer
ru: Инженер сверхтяжелых сил "Оверлорд"

source: Overlord Supertensiles Engineering Drone
ru: Инженерный Сверхтяжелый дрон Оверлорд

source: Overlord Supertensiles Engineering Drones
ru: Инженерные Сверхтяжелые дроны Оверлорды
